
{
  "dataSitua": [
    {
      "nPasos": 6,
      "pasos":[
      	{
      		"txt": "Se te ha presentado la oportunidad de ser uno de los primeros tripulantes en una expedición a marte, sin embargo, es un viaje que tomara años y en estos momentos acabas de tener un hijo y tu familia no podría estar mas feliz; es por esto tu decides, \n\nIR AL VIAJE A MARTE?",
      		"accion": true,
                  "alterno": "Al quedarte y perder tu oportunidad de viajar a otro planeta, tu pareja queda increiblemente descepcionada por lo que decide dejarte por alguien que si se dirija a Marte y que pueda traele algún recuerdo interplanetario; pero no te preocupes, tu permaneces con la custodia de tu hijo.",
                  "txtAlterno": "QUEDARSE EN CASA",
                  "expAlt": 1,
                  "txtAccion": "IR A MARTE?"
      	},
      	{
      		"txt": "Has confirmado tu asistencia a la expedición a Marte, poco a poco empiezan a llegarte solicitudes para ir a los entrenamientos de vuelo y gravedad cero; estas citaciones son de caracter obligatorio y toman periodos de entre 48 a 72 horas cada 2 días, pero sabiendo que te irás por tantos años, el pasar el mayor tiempo posible con tu hijo siempre será una opción.\n\nIR A LOS ENTRENAMIENTOS?",
                  "exp": 0,
      		"accion": true,
                  "alterno": "Decides pasar más tiempo con tu hijo y pareja antes del viaje, por lo que llegado el dia de despegue no te encuentras preparado ni para ponerte un traje espacial, por ello los encargados de la expedición deciden dejarte y llevar un sustituto, pero no te preocupes, te regalan un modelo a escala de marte (pelota roja)",
                  "txtAlterno": "QUEDARSE EN CASA",
                  "expAlt": 2,
                  "txtAccion": "IR A LOS ENTRENAMIENTOS?"
      	},
      	{
      		"txt": "Llega el día de despegue y te encuentas con todos tus compañeros de expedición preparados para partir. Todo el personal y equipo preparado, Despegue!!!. En un principio todo marchaba a la perfección mas sin embargo, el piloto de la nave sufre un paro cardiaco y sientes que la nave empieza a perder el control, tu no quieres que todo termine de esa forma y sientes un impulso heróico por hacer algo, pero sabes que tus conocimientos pueden no ser suficientes.\n\nTOMAS EL CONTROL DE LA NAVE?",
                  "exp": 4,
      		"accion": false,
                  "alterno": "En un arrebato por ser el heroe y salvar a todos, te diriges a la cabina de pilotaje y comienzas a presionar botones y jalar palancas, ocasionando un malfuncionamiento en la nave que ya se encontraba en piloto automatico y llevando así a todos a su trágico desasatre.\n\nEsperemos en casa les cuenten que terminaste la misión como todo un heroe.",
                  "txtAlterno": "CASI SER UN HEROE",
                  "expAlt": 3,
                  "txtAccion": "TOMAR EL CONTROL DE LA NAVE?"
      	},
      	{
      		"txt": "Por suerte la nave se encontraba en piloto automatico y todo continua normalmente. Aterrizan en Marte, y dan inicio al primer recorrido exploratorio; a lo lejos divisas una silueta y no estas seguro de si lo que estas presenciando es realmente \"algo\", tal vez un ser que valga la pena estudiar, por ello,\n\n INFORMAS AL DIRECTOR DE MISIÓN ACERCA DE LA SILUETA Y CAMBIAN EL RUMBO DE LA EXPEDICIÓN?",
                  "exp": 0,
      		"accion": false,
                  "alterno": "Cuando llegan al lugar de la silueta, descubren que se trataba de una roca con forma extraña; tristemente, al dirigirse al lugar de la silueta y cambiar de rumbo, toda la exploración se dirige por caminos que no aportan realmente nada, confirmando falsas sospechas de que Marte es un planeta muerto y no vale la pena seguir allí, es por ello, todos retornan a la tierra. \n\nPracticamente guiaste a la expedición a su ruina",
                  "txtAlterno": "DESTRUIR EXPEDICIÓN",
                  "expAlt": 2,
                  "txtAccion": "CAMBIAR RUMBO DE EXPEDICIÓN?"
      	},
      	{
      		"txt": "La expedición continua sin cambios, todo se mantiene de acuerdo al programa original, por suerte, el plan que fue trazado en la tierra de la manera mas aleatoria posible era el adecuado. Durante el recorrido, el equipo se topa con una especie de altar construido con rocas rojas, por lo que distinguirlo del suelo marciano costaba un poco; ven una entrada. El lider de expedición solicita 4 voluntarios que lo acompañen, recordandoles que no sabrán que los espera y que podrian no retornar.\n\nSER UN VOLUNTARIO?",
                  "exp": 0,
      		"accion": true,
                  "alterno": "Las personas que deciden ser voluntarios inician su recorrido, mientras el resto de ustedes espera a que ellos retornen; la espera se torna un poco larga, unos cuantos meses, agotando así todas sus provisiones y dada la falta de iniciativa de este grupo de \"no voluntarios\" la espera hasta el final de los días es la unica opción.\n\nQue expedición más divertida!",
                  "txtAlterno": "ESPERAR LA ETERNIDAD",
                  "expAlt": 1,
                  "txtAccion": "SER VOLUNTARIO?"
      	},
      	{
      		"txt": "Tu y los demás voluntarios entran al santuario e inician su recorrido con la esperanza de hacer uno de los mas grandes descubrimientos de la historia humana. Se desplazan por un corredor inmensamente largo y con cada nuevo paso pareciera que el calor aumentara inmensamente. Después de horas de trayecto te das cuenta que te encuentras completamente solo y frente a una puerta inmensa, la puerta se abre, desde adentro se despide un calor infernal, hacer nada no es un opción.\n\nENTRAR EN LA PUERTA?",
      		"exp": 4,
                  "accion": true,
                  "alterno": "Decides no entrar en la puerta, y ",
                  "txtAlterno": "",
                  "expAlt": 0,
                  "txtAccion": "ENTRAR A LA PUERTA?",
                  "fin": "Entras a un domo gigantesco donde todo es ",
                  "txtFin": "fin"
      	}
      ]
    }
  ]
}